In [1]:
import pandas as pd

In [2]:
cities = pd.read_csv('cities/vanuatu.csv', header=None, names=['City', 'x', 'y'])
cities

         City      X       Y
0     Isangel -19.53  169.28
1    Lakatoro -16.09  167.40
2     Longana -15.30  168.00
3  Luganville -15.51  167.15
4      Norsup -16.07  167.39
5   Port Olry -15.05  167.05
6        Sola -13.87  167.55
7        Vila -17.74  168.31